Repository: xfce-mirror/catfish
Catalog: po/*.po
Languages: cs, ug

source: Catfish File Search
cs: Vyhledávač souborů Catfish
ug: Catfish ھۆججەت ئىزدەش

source: File search
cs: Vyhledávání souborů
ug: ھۆججەت ئىزدەش

source: Search the file system
cs: Hledat v systému souborů
ug: ھۆججەت سىستېمىسىنى ئىزدەش

source: files;find;locate;lookup;search;
cs: soubory;najít;nalézt;vyhledat;hledat;prohledat;hledání;vyhledávání;prohledávání;
ug: ھۆججەت؛ئىزدە؛ئورنى؛سۈرۈشتۈر؛ئىزدەش؛

source: Catfish Preferences
cs: Předvolby aplikace Catfish
ug: Catfish مايىللىقى

source: _Close
cs: _Zavřít
ug: ياپ(_C)

source: Classic (_Titlebar)
cs: Klasický (panel _titulku)
ug: ئەنئەنىۋى(ماۋزۇ بالداق)(_T)

source: _Modern (CSD)
cs: _Moderní (CSD)
ug: زامانىۋى(CSD)(_M)

source: Your new window layout will be applied after restarting Catfish.
cs: Nové rozvržení okna bude použito po restartu aplikace Catfish.
ug: Catfish نى قايتا قوزغاتقاندىن كېيىن يېڭى كۆزنەك جايلاشتۇرۇلۇشىنى قوللىنىدۇ.

source: Window Layout
cs: Rozvržení okna
ug: كۆزنەك جايلىشىشى

source: Show _hidden files in the results
cs: Zobrazit _skryté soubory ve výsledcích
ug: نەتىجىدە يوشۇرۇن ھۆججەتنى كۆرسەت(_H)

source: Show filter _sidebar
cs: Zobrazit _postranní panel filtru
ug: يان بالداقتا سۈزگۈچنى كۆرسەت(_S)

source: Display Options
cs: Možnosti displeje
ug: كۆرسىتىش تاللانمىسى

source: Appearance
cs: Vzhled
ug: كۆرۈنۈشى

source: Path
cs: Cesta
ug: يول

source: Add Directory...
cs: Přidat adresář...
ug: مۇندەرىجە قوش…

source: _Add
cs: Přid_at
ug: قوش(_A)

source: Remove Directory
cs: Odebrat adresář
ug: مۇندەرىجىنى چىقىرىۋەت

source: _Remove
cs: _Odebrat
ug: چىقىرىۋەت(_R)

source: Exclude Directories
cs: Nezahrnovat adresáře
ug: مۇندەرىجە مۇستەسنا

source: Close the search _window after opening a file
cs: Zavřít _okno hledání po otevření souboru
ug: ھۆججەتنى ئاچقاندىن كېيىن ئىزدەش كۆزنىكىنى ياپ(_W)

source: Miscellaneous
cs: Ostatní
ug: باشقىلار

source: Advanced
cs: Pokročilá
ug: ئالىي

source: _Open
cs: _Otevřít
ug: ئاچ(_O)

source: Show in _File Manager
cs: Zobrazit ve _Správci souborů
ug: ھۆججەت باشقۇرغۇدا كۆرسەت(_F)

source: _Copy Location
cs: _Kopírovat umístění
ug: ئادرېسنى كۆچۈر(_C)

source: _Save as...
cs: _Uložit jako…
ug: باشقا ئاتتا ساقلا(_S)…

source: _Delete
cs: _Vymazat

source: File Extensions
cs: Připony souborů
ug: ھۆججەت كېڭەيتىلگەن ئاتى

source: Enter a comma-separated list of file extensions (e.g. odt, png, txt)
cs: Zadejte seznam přípon souborů oddělený čárkami (např. odt, png, txt)
ug: پەش بىلەن ئايرىلغان ھۆججەت كېڭەيتىلگەن ئاتى كىرگۈزۈلىدۇ (مەسىلەن، odt, png, txt)

source: Documents
cs: Dokumenty
ug: پۈتۈك

source: Folders
cs: Složky
ug: قىسقۇچ

source: Images
cs: Obrázky
ug: سۈرەت

source: Music
cs: Hudba
ug: مۇزىكا

source: Videos
cs: Videa
ug: سىن

source: Applications
cs: Aplikace
ug: پىروگرامما

source: Other
cs: Ostatní
ug: باشقا

source: Any time
cs: Kdykoli
ug: خالىغان ۋاقىت

source: Today
cs: Dnes
ug: بۈگۈن

source: This week
cs: Tento týden
ug: بۇ ھەپتە

source: This month
cs: Tento měsíc
ug: بۇ ئاي

source: Custom
cs: Vlastní

source: Go to Today
cs: Přejít na dnešek
ug: بۈگۈنگە يۆتكەل

source: <b>Start Date</b>
cs: <b>Počáteční datum</b>
ug: <b>باشلىنىش چېسلاسى</b>

source: <b>End Date</b>
cs: <b>Konečné datum</b>
ug: <b>ئاخىرلىشىش چېسلاسى</b>

source: Update
cs: Aktualizovat
ug: يېڭىلا

source: The search database is more than 7 days old. Update now?
cs: Databáze pro vyhledávání je starší než sedm dní. Chcete ji aktualizovat nyní?
ug: ئىزدەش ساندانى 7 كۈندىن ئېشىپ كەتتى. ھازىر يېڭىلامدۇ؟

source: File Type
cs: Typ souboru
ug: ھۆججەت تۈرى

source: Modified
cs: Změněno
ug: ئۆزگەرتىلدى

source: Results will be displayed as soon as they are found.
cs: Výsledky se zobrazí ihned po nalezení.
ug: نەتىجىسىنى تېپىلغان ھامان كۆرسىتىدۇ.

source: Cancel
cs: Zrušit
ug: ۋاز كەچ

source: Unlock
cs: Odemknout
ug: قۇلۇپ ئاچ

source: <b>Database:</b>
cs: <b>Databáze:</b>
ug: <b>ساندان:</b>

source: <b>Updated:</b>
cs: <b>Aktualizováno:</b>
ug: <b>يېڭىلاندى:</b>

source: <big><b>Update Search Database</b></big>
cs: <big><b>Aktualizovat vyhledávací databázi</b></big>
ug: <big><b>ئىزدەش ساندانىنى يېڭىلاش</b></big>

source: For faster search results, the search database needs to be refreshed. This action requires administrative rights.
cs: Pro rychlejší získání výsledků je třeba vyhledávací databázi aktualizovat. Tato akce vyžaduje práva správce.
ug: تېخىمۇ تېز ئىزدەش نەتىجىسىگە ئېرىشىش ئۈچۈن، ئىزدەش ساندانى يېڭىلىنىشى كېرەك. بۇ مەشغۇلاتقا باشقۇرغۇچى ئىجازىتى زۆرۈر.

source: Update Search Database
cs: Aktualizovat vyhledávací databázi
ug: ئىزدەش ساندانىنى يېڭىلا

source: Select a Directory
cs: Vybrat adresář

source: Search for files
cs: Hledat soubory
ug: ھۆججەت ئىزدە

source: Compact List
cs: Stručný seznam
ug: ئىخچام تىزىم

source: Thumbnails
cs: Náhledy
ug: كىچىك سۈرەت

source: Show _sidebar
cs: Zobrazit _postranní panel
ug: يان بالداقنى كۆرسەت(_S)

source: Show _hidden files
cs: Zobrazit _skryté soubory
ug: يوشۇرۇن ھۆججەتنى كۆرسەت(_H)

source: Search file _contents
cs: Hledat v _obsahu souboru
ug: ھۆججەت مەزمۇنىنى ئىزدە(_C)

source: _Match results exactly
cs: Přes_ná shoda výsledků
ug: دەل ماس كەلگەن نەتىجە(_M)

source: _Refresh search index...
cs: _Obnovit vyhledávací index...
ug: ئىزدەش ئىندېكىسىنى يېڭىلا(_R)…

source: _Preferences
cs: _Předvolby
ug: مايىللىق(_P)

source: _About
cs: O _aplikaci
ug: ھەققىدە(_A)

source: Usage: %prog [options] path query
cs: Použití: %prog [možnosti] cesta požadavek
ug: ئىشلىتىلىشى: %prog [تاللانما] يول سۈرۈشتۈرۈش

source: Show debug messages (-vv will also debug catfish_lib)
cs: Zobrazit ladicí zprávy (-vv bude ladit také knihovnu catfish_lib)
ug: سازلاش ئۇچۇرىنى كۆرسەت (-vv دا catfish_lib نىمۇ سازلايدۇ)

source: Use large icons
cs: Použít velké ikony
ug: چوڭ سىنبەلگە ئىشلەت

source: Use thumbnails
cs: Použít náhledy
ug: كىچىك سۈرەت ئىشلەت

source: Display time in ISO format
cs: Zobrazit čas ve formátu ISO
ug: ۋاقىتنى ISO پىچىمىدا كۆرسەت

source: Set the default search path
cs: Nastavit výchozí cestu pro hledání
ug: كۆڭۈلدىكى ئىزدەش يولىنى تەڭشەيدۇ

source: Perform exact match
cs: Provést přesnou shodu
ug: دەل ماسلىشىشنى ئىجرا قىلىدۇ

source: Include hidden files
cs: Zahrnout skryté soubory
ug: يوشۇرۇن ھۆججەتنى ئۆز ئىچىگە ئالىدۇ

source: Perform fulltext search
cs: Provést fulltextové vyhledávání
ug: تولۇق تېكىستتىن ئىزدەشنى ئىجرا قىلىدۇ

source: If path and query are provided, start searching when the application is displayed.
cs: Pokud jsou zadány popis umístění a požadavek, pak při zobrazení aplikace hned zahájit vyhledávání.
ug: ئەگەر يول ۋە سۈرۈشتۈرۈش تەمىنلەنگەن بولسا، پىروگرامما كۆرۈنگەندە ئىزدەشنى باشلايدۇ.

source: %s (invalid encoding)
cs: %s (neplatné kódování)
ug: %s (ئىناۋەتسىز كودلاش)

source: translator-credits
cs: Michal Várady (miko.vaji@gmail.com) Alois Nešpor (info@aloisnespor.info)
ug: غەيرەت ت.كەنجى <gheyret@gmail.com> ئابدۇقادىر ئابلىز <sahranbay@gmail.com>

source: Unknown
cs: Neznámý
ug: يوچۇن

source: Never
cs: Nikdy
ug: ھەرگىز

source: Enter your query above to find your files or click the %s icon for more options.
cs: K vyhledání souborů vložte požadavek výše nebo klikněte na ikonu %s pro více možností.
ug: ئۈستىگە ئىزدىمەكچى بولغان ھۆججەت ياكى %s سىنبەلگىنى چېكىپ تېخىمۇ كۆپ تاللانمىغا ئېرىشىڭ.

source: An error occurred while updating the database.
cs: Při aktualizaci databáze došlo k chybě.
ug: سانداننى يېڭىلاۋاتقاندا خاتالىق كۆرۈلدى.

source: Authentication failed.
cs: Ověření se nezdařilo.
ug: دەلىللىيەلمىدى.

source: Authentication cancelled.
cs: Ověření zrušeno.
ug: دەلىللەش ئەمەلدىن قالدۇرۇلدى.

source: Search database updated successfully.
cs: Aktualizace vyhledávací databáze byla úspěšně dokončena.
ug: ئىزدەش ساندانى مۇۋەپپەقىيەتلىك يېڭىلاندى.

source: Close
cs: Zavřít
ug: ياپ

source: Updating...
cs: Aktualizování…
ug: يېڭىلاۋاتىدۇ…

source: Stop Search
cs: Zastavit hledání
ug: ئىزدەشنى توختات

source: Search is in progress... Press the cancel button or the Escape key to stop.
cs: Vyhledávání probíhá… Zastavíte ho kliknutím na Storno nebo klávesou Esc.
ug: ئىزدەش داۋاملىشىۋاتىدۇ… ۋاز كەچ توپچە بېسىلسا ياكى Escape كۇنۇپكا بېسىلسا توختايدۇ.

source: Begin Search
cs: Zahájit vyhledávání
ug: ئىزدەشنى باشلا

source: "%s" could not be opened.
cs: %s nelze otevřít.
ug: «%s» نى ئاچقىلى بولمىدى.

source: "%s" could not be saved.
cs: %s nelze uložit.
ug: «%s» نى ساقلىيالمىدى.

source: "%s" could not be deleted.
cs: %s nelze smazat.
ug: «%s» نى ئۆچۈرەلمىدى.

source: Save "%s" as...
cs: Uložit „%s“ jako...
ug: «%s» نى ئاتتا ساقلا…

source: Are you sure that you want to permanently delete "%s"?
cs: Opravdu chcete „%s“ trvale smazat?
ug: «%s» نى راستتىنلا مەڭگۈلۈك ئۆچۈرەمسىز؟

source: Are you sure that you want to permanently delete the %i selected files?
cs: Opravdu chcete trvale smazat %i vybraných souborů?
ug: تاللانغان %i ھۆججەتنى راستتىنلا مەڭگۈلۈك ئۆچۈرەمسىز؟

source: If you delete a file, it is permanently lost.
cs: Pokud soubor smažete, bude nenávratně ztracen.
ug: ئەگەر ھۆججەتنى ئۆچۈرسىڭىز، ئۇ مەڭگۈلۈككە يوقىلىدۇ.

source: Filename
cs: Název souboru
ug: ھۆججەت ئاتى

source: Size
cs: Velikost
ug: چوڭلۇقى

source: Location
cs: Umístění
ug: ئورنى

source: Preview
cs: Náhled
ug: ئالدىن كۆزەت

source: Details
cs: Podrobnosti
ug: تەپسىلاتى

source: Yesterday
cs: Včera
ug: تۈنۈگۈن

source: No files found.
cs: Nenalezeny žádné soubory.
ug: ھۆججەتلەر تېپىلمىدى.

source: Try making your search less specific or try another directory.
cs: Zkuste být při hledání méně konkrétní nebo zkuste jiný adresář.
ug: ھالقىلىق سۆزنى ئازراق بەلگىلەڭ ياكى باشقا مۇندەرىجىنى سىناڭ.

source: 1 file found.
cs: Nalezen jeden soubor.

source: %i files found.
cs: Nalezeno %i souborů.

source: bytes
cs: bajtů
ug: بايت

source: Searching...
cs: Vyhledávání...
ug: ئىزدەۋاتىدۇ…

source: Searching for "%s"
cs: Vyhledávání položky %s

source: Search results for "%s"
cs: Výsledky vyhledávání požadavku %s

source: Catfish is a versatile file searching tool.
cs: Catfish je všestranný nástroj pro hledání souborů.
ug: Catfish كۆپ ئىقتىدارلىق ھۆججەت ئىزدەش قورالى.

source: Password Required
cs: Je vyžadováno heslo
ug: ئىم زۆرۈر

source: Incorrect password... try again.
cs: Nesprávné heslo, zkuste to znova.
ug: ئىم خاتا… قايتا سىناڭ.

source: Password:
cs: Heslo:
ug: ئىم:

source: Enter your password to perform administrative tasks.
cs: K provedení úloh správy zadejte heslo.
ug: باشقۇرغۇچى ئىجازىتىدىكى ۋەزىپىنى ئىجرا قىلىش ئۈچۈن ئىم كىرگۈزۈلىدۇ.

source: The application '%s' lets you modify essential parts of your system.
cs: Aplikace %s vám umožní provádět změny na kritických součástech systému.
ug: بۇ قوللىنىشچان پىروگرامما «%s» سىستېمىنىڭ مۇھىم بۆلەكلىرىنى ئۆزگەرتىشىڭىزگە يول قويىدۇ.

source: Versatile file searching tool
cs: Všestranný nástroj pro vyhledávání
ug: كۆپ ئىقتىدارلىق ھۆججەت ئىزدەش قورالى

source: Catfish is a small, fast, and powerful file search utility. Featuring a minimal interface with an emphasis on results, it helps users find the files they need without a file manager. With powerful filters such as modification date, file type, and file contents, users will no longer be dependent on the file manager or organization skills.
cs: Catfish je malý, rychlý a výkonný vyhledávač souborů. Díky minimalistickému rozhraní s důrazem na výsledky, pomáhá uživatelům najít soubory, které potřebují, aniž by otevřeli správce souborů. S výkonnými filtry jako je datum změny, typ souboru a obsah souboru už uživatelé nebudou závislí na správci souborů nebo svých organizačních schopnostech.
ug: Catfish چاققان، تېز، كۈچلۈك ھۆججەت ئىزدەش قورالى. ئىزدەش نەتىجىسىنى گەۋدىلەندۈرىدىغان كىچىك كۆرۈنۈشنى ئالاھىدە تەڭشىگەن بولۇپ، ئىشلەتكۈچى ھۆججەت باشقۇرغۇچنى ئىشلەتمەيمۇ ئىزدىمەكچى بولغان ھۆججەتنى تاپالايدۇ. ھۆججەتنىڭ چېسلا، تۈرى ۋە مەزمۇنى قاتارلىقلار بويىچە سۈزىدىغان كۈچلۈك ئىقتىدارى بار، ئىشلەتكۈچىنىڭ باشقا ھۆججەت باشقۇرغۇچ ياكى تەشكىللەش ماھارىتىگە ئىگە بولۇشى زۆرۈر ئەمەس.

source: The main Catfish window displaying image search results
cs: Hlavní okno Catfish zobrazující výsledky vyhledávání obrázků
ug: Catfish نىڭ ئاساسىي كۆزنىكىدە سۈرەت ئىزدەش نەتىجىسىنى كۆرسىتىدۇ

source: The main Catfish window displaying available filters and filtered search results
cs: Hlavní okno Catfish zobrazující dostupné filtry a vyfiltrované výsledky vyhledávání
ug: Catfish نىڭ ئاساسىي كۆزنىكى ئىشلەتكىلى بولىدىغان سۈزگۈچ ۋە سۈزۈلگەندىن كېيىنكى ئىزدەش نەتىجىسىنى كۆرسىتىدۇ

source: This release expands fulltext search to support more encodings and match all keywords instead of matching any.
cs: Toto vydání rozšiřuje fulltextové vyhledávání o podporu více kódování a o shodu všech klíčových slov místo částečné shody.

source: This release better integrates with the Xfce desktop, better supports the Zeitgeist datahub, and includes many bugfixes and usability improvements.
cs: Toto vydání se lépe integruje s prostředím Xfce, lépe podporuje datové centrum Zeitgeist a obsahuje opravy mnoha chyb a vylepšení použitelnosti.

source: This release resolves packaging errors for Debian and includes optimized assets.
cs: Toto vydání řeší chyby balíčků pro distribuci Debian a obsahuje optimalizované objekty.

source: This release adds support for running under Wayland and features refreshed dialogs with simplified controls.
cs: Toto vydání přidává podporu fungování pod prostředím Wayland a přináší dialogová okna se zjednodušeným ovládáním.

source: This release addresses some startup errors as well as various issues with traversing symbolic links.
cs: Toto vydání se zaměřuje na chyby při spuštění a také na chyby s překříženými symbolickými odkazy.

source: This release includes many appearance improvements, introduces a new preferences dialog, and improves search results and performance.
cs: Toto vydání obsahuje mnoho vylepšení vzhledu, představuje nové dialogové okno s předvolbami a vylepšuje výsledky a výkon vyhledávání.

source: This release features performance improvements by excluding uncommon search directories.
cs: Toto vydání přináší zlepšení výkonu vypuštěním neobvyklých vyhledávacích adresářů.

source: This release features better desktop integration, support for OpenBSD and Wayland, and improved translation support.
cs: Toto vydání přináší lepší integraci do pracovního prostředí, podporu systémů OpenBDS a Wayland a vylepšenou podporu překladů.

source: This release features improved performance, better desktop integration, and a number of long-standing bugs. Quoted search strings are now correctly processed. Files can be dragged into other applications. Thumbnails are only generated when requested by the user.
cs: Toto vydání nabízí vylepšený výkon, lepší integraci s pracovní plochou a mnoho vyřešených dlouhodobých chyb. Hledané výrazy v uvozovkách jsou nyní zpracovávány správně. Soubory lze přetáhnout do jiných aplikací. Náhledy se generují pouze při vyžádání uživatelem.

source: This release features several improvements to thumbnail processing and numerous bug fixes. Icon previews have been improved and will now match other applications. Items displayed at the bottom of the results window are now accessible with all desktop themes.
cs: Toto vydání přináší mnohá zlepšení ve zpracování náhledů a četné opravy chyb. Náhledy ikon byly zlepšeny a nyní budou shodné s jinými aplikacemi. Položky zobrazené na konci seznamu výsledků jsou nyní dostupné se všemi motivy pracovního prostředí.

source: This is a minor translations-only release.
cs: Toto je malé vydání obsahující pouze aktualizaci překladů.

source: This release features several performance improvements and numerous translation updates.
cs: Toto vydání přináší mnohá zlepšení ve výkonu a četné aktualizace překladů.

source: This release now displays all file timestamps according to timezone instead of Universal Coordinated Time (UTC).
cs: V tomto vydání se zobrazují časové značky souborů podle časových zón namísto koordinovaného světového času (UTC).

source: This release fixes several bugs related to the results window. Files are once again removed from the results list when deleted. Middle- and right-click functionality has been restored. Date range filters are now applied according to timezone instead of Universal Coordinated Time (UTC).
cs: Toto vydání opravuje několik chyb týkajících se okna s výsledky. Soubory jsou opět po smazání odstraněny z výsledků. Funkce kliknutí prostředním a pravým tlačítkem myši byla obnovena. Filtr časového rozmezí je nyní aplikován podle časové zóny namísto koordinovaného světového času (UTC).

source: This release includes a significant interface refresh, improves search speed, and fixes several bugs. The workflow has been improved, utilizing some of the latest features of the GTK+ toolkit, including optional headerbars and popover widgets. Password handling has been improved with the integration of PolicyKit when available.
cs: Toto vydání obsahuje značné změny rozhraní, rychlejší vyhledávání a opravuje několik chyb. Byl vylepšen postup práce pomocí některých nových vlastností GTK+, včetně volitelných záhlaví a rozklikávatelných grafických komponent. Práce s hesly byla vylepšena zahrnutím PolicyKit tam, kde to bylo možné.

source: This release fixes two new bugs and includes updated translations.
cs: Toto vydání opravuje dvě nové chyby a zahrnuje aktualizované překlady.

source: This release fixes a regression where the application is unable to start on some systems.
cs: Toto vydání opravuje chybu, při které se na některých systémech aplikace nespustila.

source: This release fixes a regression where multiple search terms were no longer supported. An InfoBar is now displayed when the search database is outdated, and the dialogs used to update the database have been improved.
cs: Tato verze opravuje regrese, kdy nebylo podporováno více hledaných výrazů. Informační panel se nyní zobrazí, když je vyhledávací databáze zastaralá, a byly vylepšeny dialogy používané k aktualizaci databáze.

source: This release fixes two issues where locate would not be properly executed and improves handling of missing symbolic icons.
cs: Tato verze opravuje dva problémy, kdy vyhledání nebylo řádně provedeno a zlepšuje manipulaci s chybějícími symbolickými ikonami.

source: This stable release improved the reliability of the password dialog, cleaned up unused code, and fixed potential issues with the list and item selection.
cs: Tato stabilní verze zlepšila spolehlivost dialogového okna pro zadávání hesla, byl pročištěn nepoužívaný kód a opraveny potenciální problémy se seznamem a výběrem položky.

source: This release fixed a potential security issue with program startup and fixed a regression with selecting multiple items.
cs: Toto vydání opravuje potenciální bezpečnostní problém se spuštěním programu a opravuje regresi s výběrem více položek.

source: The first release in the 1.0.x series introduced a refreshed interface and fixed a number of long-standing bugs. Improvements to the default permissions eliminated a number of warnings when packaging for distributions. Accessibility was enhanced as all strings have been made translatable and keyboard accelerators have been improved.
cs: První vydání v sérii 1.0.x představilo aktualizované rozhraní a opravenou řadu dlouhodobých chyb. Zlepšení ve výchozím oprávnění odstraňuje mnohá varování při balíčkování pro distribuci. Dostupnost byla rozšířena umožněním přeložit všechny texty a byly vylepšeny klávesové zkratky.

source: Show file sizes in binary format
ug: ھۆججەت چوڭلۇقىنى ئىككىلىك پىچىمدا كۆرسىتىدۇ

source: Uncheck to show file size in decimal format
ug: تاللانمىسا ھۆججەت چوڭلۇقىنى ئونلۇق پىچىمدا كۆرسىتىدۇ

source: Search within compressed files (.zip, .odt, .docx)
ug: پىرىسلانغان ھۆججەتتىن ئىزدە(.zip, .odt, .docx)

source: Select a Folder
ug: قىسقۇچ تاللىنىدۇ

source: Folder not found!
ug: قىسقۇچ تېپىلمىدى!

source: Select Folder
ug: قىسقۇچ تاللا

source: _Open with...
ug: ئاچقۇز(_O)…

source: _Rename
ug: ئاتىنى ئۆزگەرت(_R)

source: _Copy selected items to folder...
ug: تاللانغان تۈرنى قىسقۇچقا كۆچۈر(_C)…

source: _Delete...
ug: ئۆچۈر(_D)…

source: Archives
ug: ئارخىپ

source: Extension...
ug: كېڭەيتىلمە…

source: Custom...
ug: ئىختىيارىي…

source: set a default column to sort by (name|size|path|date|type),(asc|desc)
ug: تارتىپلەيدىغان كۆڭۈلدىكى رەتنى تەڭشەيدۇ (ئات|يول|چېسلا|تۈرى)، (ئۆسكۈچى|كېمەيگۈچى)

source: Close after selecting a file
ug: ھۆججەت تاللىغاندىن كېيىن ياپ

source: Do not close after selecting a file
ug: ھۆججەت تاللىغاندىن كېيىن ياپما

source: No folder selected.
ug: قىسقۇچ تاللانمىدى.

source: Folder not found.
ug: قىسقۇچ تېپىلمىدى.

source: Selected Results
ug: تاللانغان نەتىجە

source: Open with default applications
ug: كۆڭۈلدىكى پىروگراممىدا ئاچىدۇ

source: Open with
ug: ئاچقۇز

source: file
ug: ھۆججەت

source: second
ug: سېكۇنت

source: {n} {files} found in {m:.{prec}f} {seconds}
ug: {n} {files}/{m:.{prec}f}{seconds}

source: "%s" - searching | Catfish
ug: "%s" - ئىزدەش | Catfish

source: "%s" - results | Catfish
ug: "%s" - نەتىجە | Catfish

source: OK
ug: جەزملە
